[{"author":"Sergie Prokofiev","categories":"Novel","coverImage":"https://i.pinimg.com/564x/a8/cf/3c/a8cf3cd438999d0b96438006db602f18.jpg","createdAt":"2018-10-23T15:32:25.703Z","description":"Corrupti animi voluptas quaerat. Assumenda incidunt doloremque sed quidem earum et eos. Eligendi odio ea deleniti et ut ab voluptatibus. Quo tempora sit nam. Minus unde voluptatem officia quia quae ullam quae. Odio hic error voluptas numquam debitis velit eum et.\n\nQuia et odio saepe et eveniet illum. Architecto eum id et iure autem quas velit id. Enim et rerum occaecati.\n\nAnimi facilis mollitia quibusdam. A perspiciatis reprehenderit est dolor explicabo quasi. Illum aut placeat commodi officiis. Iusto qui voluptatibus facilis commodi voluptatibus ea.\n\nImpedit optio optio unde nam dicta omnis. Repudiandae quibusdam odio sit et nemo quibusdam veniam vel. Sint est aperiam nihil inventore harum molestiae.\n\nRepellendus ut officiis eos assumenda possimus odio cumque. Veniam magnam fugit aut. Quas architecto mollitia distinctio necessitatibus et praesentium doloremque.","publisher":"Breakthru Films","readingStatus":"not-started","title":"Peter And The Wolf","translator":"","updatedAt":"2018-10-23T15:32:25.703Z"},{"author":"Arthur Conan Doyle","categories":"Detective Novel","coverImage":"https://i.pinimg.com/564x/fa/fb/e3/fafbe38a98e456276fbb265853ff0219.jpg","createdAt":"2018-10-23T15:34:14.064Z","description":"The Adventures of Sherlock Holmes is a collection of twelve short stories by Arthur Conan Doyle, featuring his fictional detective Sherlock Holmes. It was first published on 14 October 1892; the individual stories had been serialised in The Strand Magazine between July 1891 and June 1892. The stories are not in chronological order, and the only characters common to all twelve are Holmes and Dr. Watson. The stories are related in first-person narrative from Watson's point of view.","publisher":" George Newnes","readingStatus":"completed","title":"The Adventures of Sherlock Holmes","translator":"","updatedAt":"2018-10-23T15:34:14.064Z"},{"author":"Herman Melville","categories":"Novel","coverImage":"https://i.pinimg.com/564x/5f/b6/47/5fb6472af7b1b865255aad3125961966.jpg","createdAt":"2018-10-23T15:35:44.930Z","description":"Moby-Dick; or, The Whale is an 1851 novel by American writer Herman Melville. The book is sailor Ishmael's narrative of the obsessive quest of Ahab, captain of the whaling ship Pequod, for revenge on Moby Dick, the white whale that on the ship's previous voyage bit off Ahab's leg at the knee. A contribution to the literature of the American Renaissance, the work's genre classifications range from late Romantic to early Symbolist. Moby-Dick was published to mixed reviews, was a commercial failure, and was out of print at the time of the author's death in 1891. Its reputation as a \"Great American Novel\" was established only in the 20th century, after the centennial of its author's birth. William Faulkner confessed he wished he had written the book himself, and D. H. Lawrence called it \"one of the strangest and most wonderful books in the world\" and \"the greatest book of the sea ever written\". Its opening sentence, \"Call me Ishmael\", is among world literature's most famous.","publisher":"Richard Bentley (Britain), Harper & Brothers (US)","readingStatus":"not-started","title":"Moby-Dick","translator":"","updatedAt":"2018-10-23T15:35:44.930Z"},{"author":"Murakami Novel","categories":"","coverImage":"https://i.pinimg.com/564x/55/76/ea/5576ea401cc71af75c4406d28d65637c.jpg","createdAt":"2018-10-23T15:36:53.784Z","description":"After Dark is a 2004 novel by Japanese author Haruki Murakami. Set in metropolitan Tokyo over the course of one night, characters include Mari Asai, a 19-year-old student, who is spending the night reading in a Denny's.","publisher":"Kodansha (Japan), Harvill Press (UK), Alfred A. Knopf (US)","readingStatus":"not-started","title":"After Dark","translator":"","updatedAt":"2018-10-23T15:36:53.784Z"},{"author":"Kyle Simpson","categories":"Programming ","coverImage":"https://proxy.duckduckgo.com/iu/?u=https%3A%2F%2Fcovers.oreillystatic.com%2Fimages%2F0636920039303%2Flrg.jpg&f=1","createdAt":"2018-10-23T15:40:13.693Z","description":"A book series exploring the parts of JavaScript that we all think we understand but don't REALLY know.","publisher":"O'Reilly","readingStatus":"reading","title":"You Don't Know JS","translator":"","updatedAt":"2018-10-23T15:40:13.693Z"},{"author":"Marijn Haverbeke","categories":"Programming","coverImage":"https://proxy.duckduckgo.com/iur/?f=1&image_host=https%3A%2F%2Fwww.nostarch.com%2Fsites%2Fdefault%2Ffiles%2Fimagecache%2Fproduct_full%2FEJS2_cover-front.png&u=https://nostarch.com/sites/default/files/imagecache/product_full/EJS2_cover-front.png","createdAt":"2018-10-23T15:47:27.293Z","description":"This is a book about JavaScript, programming, and the wonders of the digital. You can read it online here, or get your own paperback copy of the second edition. A paper third edition is expected to be available this November.\n\n","publisher":"No Starch Press","readingStatus":"reading","title":"Eloquent JavaScript","translator":"","updatedAt":"2018-10-23T15:47:27.293Z"},{"author":"Zed A. Shaw","categories":"Programming","coverImage":"https://proxy.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.informit.com%2FShowCover.aspx%3Fisbn%3D0321884914&f=1","createdAt":"2018-10-23T15:51:37.395Z","description":"Newly updated for Python 3, the original and still the most popular way for total beginners to finally learn how to code. Learn Python The Hard Way takes you from absolute zero to able to read and write basic Python to then understand other books on Python. No experience necessary to begin, and you can even try the book out for free to see if the method works for you. If you've always wanted to learn to code but have no idea where to begin, then this book is for you.\n\n\n","publisher":"Addison-Wesley Professional","readingStatus":"reading","title":"Learn Python The Hard Way","translator":"","updatedAt":"2018-10-23T15:51:37.395Z"},{"author":"Elisabeth Robson","categories":"Programming","coverImage":"https://proxy.duckduckgo.com/iu/?u=http%3A%2F%2Febook-dl.com%2Fpictures%2Fbooks%2Fhead_first_html_and_css_elisabeth_robson_eric_freeman(www.ebook-dl.com)_Large.jpg&f=1","createdAt":"2018-10-23T15:55:06.724Z","description":"Tired of reading HTML books that only make sense after you're an expert? Then it's about time you picked up Head First HTML and CSS, and really learned HTML. You want to learn HTML so you can finally create those web pages you've always wanted, so you can communicate more effectively with friends, family, fans, and fanatic customers. You also want to do it right so you can actually maintain and expand your web pages over time so they work in all browsers and mobile devices. Oh, and if you've never heard of CSS, that's okay--we won't tell anyone you're still partying like it's 1999--but if you're going to create web pages in the 21st century then you'll want to know and understand CSS.\n","publisher":"O'Reilly","readingStatus":"completed","title":"Head First HTML and CSS","translator":"","updatedAt":"2018-10-23T15:55:06.724Z"}]